[
  {
    "DocId": "Artigo 01",
    "Titulo": "LGPD - LEI GERAL DE PROTEÇÃO DE DADOS PESSOAIS EM TECNOLOGIA DA INFORMAÇÃO: Revisão Sistemática",
    "Autores": "Cláudio Filipe Lima Rapôso; Haniel Melo de Lima; Waldecy Ferreira de Oliveira Junior; Paola Aragão Ferreira Silva; Elaine de Souza Barros",
    "TotalTermosSignificativos": 79
  },
  {
    "DocId": "Artigo 02",
    "Titulo": "Tratamento de dados pessoais na LGPD: estudo sobre as bases legais",
    "Autores": "Chiara Spadaccini de TEFFÉ; Mario VIOLA",
    "TotalTermosSignificativos": 64
  },
  {
    "DocId": "Artigo 03",
    "Titulo": "A LGPD E A PROTEÇÃO AO TRATAMENTO DE DADOS PESSOAIS DE CRIANÇAS E ADOLESCENTES",
    "Autores": "Marcos César Botelho",
    "TotalTermosSignificativos": 54
  },
  {
    "DocId": "Artigo 04",
    "Titulo": "Fundamentos da Lei Geral de Proteção de Dados (LGPD): Uma revisão narrativa",
    "Autores": "Marcelo Eloy Fernandes; Ana Paula Eloy Nuzzi",
    "TotalTermosSignificativos": 113
  },
  {
    "DocId": "Artigo 05",
    "Titulo": "LGPD nas Instituições Públicas no Brasil: uma análise de artigos no Periódicos da CAPES/CAFe que retratam a LGPD nas Instituições Públicas com às possíveis mudanças e desafios expostos",
    "Autores": "Agenor José Ferreira Neto; Abimael Magno do Ouro Filho",
    "TotalTermosSignificativos": 93
  },
  {
    "DocId": "Artigo 06",
    "Titulo": "O artigo 20 da LGPD e os desafios interpretativos ao direito à revisão das decisões dos agentes de tratamento pelos titulares de dados",
    "Autores": "Micaiela Barros Barcelos Fernandes; Camila Helena Melchior Baptista de Oliveira",
    "TotalTermosSignificativos": 58
  },
  {
    "DocId": "Artigo 07",
    "Titulo": "Metodologia para mapeamento dos requisitos listados na LGPD (Lei Geral de Proteção de Dados do Brasil número 13.709/18) e sua adequação perante a lei em uma instituição financeira - Um estudo de caso",
    "Autores": "Tiago Celidonio; Paulo Sergio Neves; Claudio Melim Doná",
    "TotalTermosSignificativos": 118
  },
  {
    "DocId": "Artigo 08",
    "Titulo": "O IMPACTO DA LEI GERAL DE PROTEÇÃO DE DADOS PESSOAIS (LGPD) NOS ESCRITÓRIOS DE CONTABILIDADE",
    "Autores": "UNIRAN LEMOS DA CRUZ; MATHEUS PASSAROTO; NAURO THOMAZ JUNIOR",
    "TotalTermosSignificativos": 110
  },
  {
    "DocId": "Artigo 09",
    "Titulo": "Segurança da Informação para Internet das Coisas (IoT): uma Abordagem sobre a Lei Geral de Proteção de Dados (LGPD)",
    "Autores": "Nairobi Spiecker de Oliveira; Moises Alexandre Gomes; Ronaldo Lopes; Jéferson C. Nobre",
    "TotalTermosSignificativos": 124
  },
  {
    "DocId": "Artigo 10",
    "Titulo": "AS DIFICULDADES DE IMPLEMENTAÇÃO DA LGPD NOBRASIL",
    "Autores": "Blenda Eduarda de Melo Cunha; Esdras Dalmo Pinto Pereira; Geovana Timoteo;; João Victor Arruda Barbosa; Maria Eduarda de Assis; Maria Eduarda Moreira Almeida",
    "TotalTermosSignificativos": 56
  },
  {
    "DocId": "Artigo 11",
    "Titulo": "Um método para transformação de requisitos legais em padrões de requisitos de software: Um estudo com a LGPD",
    "Autores": "Cinara Gomes de Melo Carneiro; Taciana N. Kudo; Renato F. Bulcão Neto",
    "TotalTermosSignificativos": 55
  },
  {
    "DocId": "Artigo 12",
    "Titulo": "Desafios da LGPD quanto à privacidade em ambientes educacionais: um mapeamento sistemático",
    "Autores": "Sálvio Roberto Freitas Reis; Tatiane Santos Matos Reis; Genisson Lima de Almeida; Tácito Augusto Farias Júnior; Adenizia Serafim dos Santos Farias; Helen Carla Santos Matos; Leidiana Santos Matos; Marcio Lisboa Feitoza; Allysson Barbosa Fernandes; Danilo Marcos Leme Fukuoka",
    "TotalTermosSignificativos": 120
  },
  {
    "DocId": "Artigo 13",
    "Titulo": "A TUTELA COLETIVA DOS DADOS PESSOAIS NA LEI GERAL DE PROTEÇÃO DE DADOS PESSOAIS (LGPD)",
    "Autores": "André Roque",
    "TotalTermosSignificativos": 57
  },
  {
    "DocId": "Artigo 14",
    "Titulo": "O VALOR FUNDAMENTAL DOS DADOS PESSOAIS: UMA ANÁLISE COMPARATIVA ENTRE A LGPD E GDPR SOB A ÓTICA DA ANÁLISE ECONÔMICA DO DIREITO",
    "Autores": "ANNELIESE REGINA FEILER; FELIPE GAZANIGA; THIAGO ANDRÉ MARQUES VIEIRA",
    "TotalTermosSignificativos": 63
  },
  {
    "DocId": "Artigo 15",
    "Titulo": "LEI GERAL DE PROTEÇÃO DE DADOS (LGPD) E GENERAL DATA PROTECTION REGULATION (GDPR): PARALELOS NA PROTEÇÃO DE DADOS PESSOAIS",
    "Autores": "Ilson Vieira Ruiz",
    "TotalTermosSignificativos": 123
  },
  {
    "DocId": "Artigo 16",
    "Titulo": "Recomendações para Conformidade com a LGPD a partir de uma Revisão Sistemática da Literatura",
    "Autores": "Gabriel da S. Belarmino; Gustavo H. M. B. Motta; Danielle R. D. Ricarte; Luiz Fernando F. P. de Lima",
    "TotalTermosSignificativos": 59
  },
  {
    "DocId": "Artigo 17",
    "Titulo": "A LEI GERAL DE PROTEÇÃO DE DADOS (LGPD) NO ÂMBITO DAS RELAÇÕES TRABALHISTAS: CONCEITOS, IMPACTOS E SUAS IMPLICAÇÕES",
    "Autores": "Luciana Costa Estêvão; Stephane Kelly da Silva Lima; Luanjir Luna da Silva",
    "TotalTermosSignificativos": 134
  },
  {
    "DocId": "Artigo 18",
    "Titulo": "LGPD - UMA VISÃO DE TECNOLOGIA E AGNÓSTICA",
    "Autores": "Luiz Fernando Pereira Nunes; José Carlos Francisco dos Santos",
    "TotalTermosSignificativos": 93
  },
  {
    "DocId": "Artigo 19",
    "Titulo": "Reflexões sobre a contribuição da gestão de documentos para programas de adequação à Lei Geral de Proteção de Dados Pessoais (LGPD)",
    "Autores": "Lenora Schwaitzer; Natália Nascimento; Alexandre de Souza Costa",
    "TotalTermosSignificativos": 52
  },
  {
    "DocId": "Artigo 20",
    "Titulo": "A LGPD através da criptografia em empresas privadas: Uma revisão da literatura",
    "Autores": "Marco Aurelio Muniz de Pontes; Diogo Severino Ramos da Silva",
    "TotalTermosSignificativos": 164
  }
]